Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/samedikki-jienastuslohku-2005.html.tmx
Source language: sme
Languages: sma

source: Sámedikki jienastuslohku 2005 / Jienastuslohku / Kampanjeside / Válga ja jienastuslohku / Sámediggi - Sametinget
sma: Saemiedigkien veeljemelåhkosne 2005 / Veeljemelåhkoe / Kampanjeside / Veeljeme jïh veeljemelåhkoe / Saemiedigkie - Sametinget

source: Sámedikki jienastuslohku 2005
sma: Saemiedigkien veeljemelåhkosne 2005

source: Sámedikki jienastuslogus 2005 rájes ledje 12 538 olbmo.
sma: Saemiedigkien veeljemelåhkosne 2005:este lin 12538 almetjh.

source: Dát geavahuvvui vuođđun áirasiid juohkimii válgabiirriin 2009 válggas.
sma: Dïhte våarome sjidti gåessie mandaath juekedh veeljemegievlide veeljemen 2009 åvteste.

source: Loahpalaš logu válgabiirriin 2005 válggas gávnnat vuolábealde.
sma: Daesnie vuelelen låhkoeh gaavnh veeljemegievlijste 2005 veeljemen åvteste

source: 7 Davvi-Romsa / Nord-Troms
sma: 7 Noerhte-Tromse / Nord-Troms

source: 8 Gaska-Romsa / Midt-Troms
sma: 10 Noerhte Noerhtelaante / Nordre Nordland

source: 11 Gaska Nordlánda / Midtre Nordland
sma: 11 Gaske Noerhtelaante / Midtre Nordland

source: 13 Lulli-Norga / Sør-Norge
sma: 13 Åarjel-Nöörje / Sør-Norge
